export const aboutGameContentKa = [
  {
    title: "აპლიკაციის კონცეფცია",
    content: `Advance არის ინგლისურის სასწავლო აპლიკაცია, რომელიც მომხმარებლებს საშუალებას აძლევს, გააუმჯობესონ თავიანთი ლექსიკა და ფრაზების ცოდნა. აპლიკაცია დაფუძნებულია ინტერაქტიულ და მორგებულ სწავლის პროცესზე, რომელიც მოიცავს სხვადასხვა თამაშებსა და სავარჯიშოებს, რათა სწავლა იყოს ეფექტური და სახალისო.`,
  },
  {
    title: "სწავლის მიზანი",
    content: `აპლიკაციის მთავარი მიზანია დაეხმაროს მომხმარებლებს გააუმჯობესონ ინგლისური ენის ცოდნა:\n
    - ლექსიკის გაუმჯობესება - ისწავლეთ ახალი სიტყვები სხვადასხვა თემებზე.\n
    - ფრაზების და სინონიმების გააზრება - გაეცანით ფრაზებს და მათ გამოყენებას რეალურ კონტექსტში.\n
    - გამოთქმის დახვეწა - გამოიყენეთ ხმოვანი სავარჯიშოები სწორი გამოთქმის შესასწავლად.\n
    აპლიკაცია იყენებს განმეორების სისტემას, რომელიც უზრუნველყოფს ნასწავლი მასალის ხანგრძლივ დამახსოვრებას.`,
  },
  {
    title: "სწავლის მექანიკა",
    subsections: [
      {
        subtitle: "სიტყვების და ფრაზების შესწავლა",
        content: `სწავლის პროცესი ეფუძნება ინტერაქტიულ ტესტებსა და თარგმანის შესატყვისობას. ყოველი სესია იწყება სიტყვით ან ფრაზით, რომელსაც ახლავს სამი სავარაუდო პასუხი. თქვენი ამოცანაა, აირჩიოთ სწორი პასუხი. თუ უკვე იცით ეს სიტყვა, შეგიძლიათ ის ამოიღოთ აქტიური ბაზიდან, რის შემდეგაც ავტომატურად გადავა თქვენი ნასწავლი სიტყვების და ფრაზების ბაზაში. ამ გზით, თქვენი სასწავლო პროცესი უფრო ეფექტური ხდება, რადგან აპლიკაცია აქცენტს აკეთებს იმ მასალაზე, რომელიც ჯერ არ იცით.`,
      },
      {
        subtitle: "თარგმანების შესატყვისობა",
        content: `გარდა ძირითადი ტესტებისა, აპლიკაცია გთავაზობთ დამატებით ფუნქციას, რომელიც აუმჯობესებს თქვენს მეხსიერებას და თარგმანის უნარებს. თქვენს ეკრანზე ერთდროულად გამოისახება 14 სიტყვა და 14 შესაბამისი თარგმანი. თქვენ უნდა იპოვოთ და დააკავშიროთ შესაბამისი წყვილები, რათა გადახვიდეთ შემდეგ ეტაპზე. ეს სავარჯიშო ხელს უწყობს სიტყვებსა და მათ მნიშვნელობას შორის სწრაფი კავშირების დამყარებას.`,
      },
      {
        subtitle: "სირთულის დონეები",
        content: `აპლიკაცია გთავაზობთ სხვადასხვა სირთულის დონეებს – დამწყებიდან პროფესიონალამდე. თითოეული დონე იზრდება სირთულეში, რათა მოერგოს მომხმარებლის პროგრესს.`,
      },
    ],
  },
  {
    title: "სწავლის რეჟიმები",
    content: `Advance გთავაზობთ სხვადასხვა რეჟიმებს სწავლის გასამრავალფეროვნებლად:\n
    - ლექსიკის რეჟიმი – ფოკუსირება სიტყვების დამახსოვრებაზე.\n
    - ფრაზების რეჟიმი – ისწავლეთ გამონათქვამები და იდიომები.\n
    - თამაშის რეჟიმი – ისწავლეთ სიტყვები საინტერესო თამაშების მეშვეობით.`,
  },
  {
    title: "აუდიო გამოცდილება",
    content: `აპლიკაციას აქვს აუდიო მხარდაჭერა, რაც სწავლას უფრო ეფექტურს ხდის.  
    მომხმარებელს შეუძლია:\n
    - ჩართოს ხმოვანი დავალებები და გაიგოს სიტყვების სწორი გამოთქმა.\n`,
  },
  {
    title: "მომხმარებლის პერსონალური პროფილი",
    content: `მომხმარებლებს შეუძლიათ მართონ თავიანთი პერსონალური პროფილი და შეინარჩუნონ მოწესრიგებული სასწავლო გამოცდილება:\n
    - ცვლილება და პერსონალიზაცია\n
    - პაროლის ცვლილება და ანგარიშის წაშლა\n
    - მომხმარებელთა დახმარებასთან დაკავშირება`,
  },
];
