export const aboutGameContentKa = [
  {
    title: "დააგროვე საჭირო სიტყვები",
    content:
      "სიტყვის მარაგი უმთავრესია ენის ცონდაში, \nყოველი ახალი ნასწავლი სიტყვა თავდაჯერებულობას ზრდის.",
  },
  {
    title: "ისწავლე სასარგებლო ფრაზები",
    content:
      "სიტყვები მარტო არ კმარა.\nAdvance გასწავლით ფრაზებს ყოველდღიური სიტუაციებისთვის.",
  },
  {
    title: "წარმოთქვი სწორად",
    content:
      "გახდი ბუნებრივად მოსაუბრე, \nგანიმტკიცე პრაქტიკა, \nგააგებინე ყველას.",
  },
  {
    title: "ეფექტური სასწავლო პროცესი",
    content:
      "თამაშზე დაფუძნებული სწავლება, \nგანვითარების აზარტი, შესამჩნევი პროგრესი.",
  },
  {
    title: "წარმატება ახლოს არის",
    content:
      "უფრო თამამი საუბრები, უკეთესი კომუნიკაცია. ინგლისური გახდება შენი სუპერ ძალა.",
  },
];
